---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.CurtaingridAngleU
source: html/df613baa-6582-e095-a0ee-e0f60d4155e8.htm
---
# Autodesk.Revit.DB.ParameterTypeId.CurtaingridAngleU Property

"Grid Rotation"

## Syntax (C#)
```csharp
public static ForgeTypeId CurtaingridAngleU { get; }
```